Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_samfunnsfag.html.tmx
Source language: sme
Languages: sma

source: Eksámen ohppiide
sma: Eksamene learoehkidie

source: Oahppit sáhttet vuorbáduvvot njálmmálaš eksámenii.
sma: Learohkh maehtieh njaalmeldh eksamenese geasalgidh.

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
sma: Njaalmeldh eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Jo1 oahppospesialiserema oahppoprográmmat – reálafágaid ja giela, servodatfága ja ekonomiija prográmmasuorggit
sma: Jåa1 ööhpehtimmieprogrammh studijegoerehtæmman – programmesuerkie realfaagese jïh programmesuerkie gielese, siebriedahkefaagese jïh ekonomijese

source: Jo2 valáštallanfágaid ja musihka, dánsuma ja drámá oahppoprográmmat
sma: Jåa2 ööhpehtimmieprogrammh idrettsfaagese jïh ööhpehtimmieprogrammh musihkese, daanhtsose jïh draamese

source: Geahča rávisolbmuid vuođđoskuvlaoahpahusa gustovaš ortnega.
sma: Vuartesjh öörnegem maadthskuvlelïerehtæmman geerve almetjidie.

source: Privatisttat galget váldit njálmmálaš eksámena.
sma: Privatisth edtjieh njaalmeldh eksamenem vaeltedh.

source: Árvvoštallama oppalaš mearrádusat leat mearriduvvon oahpahuslága láhkaásahusas.
sma: Dah sïejhme bïhkedassh vuarjasjimmien bïjre lea nænnoestamme ööhpehtimmielaaken mieriedimmesne.
